Revit 2024 API
ParameterTypeId.CalloutCornerSheetRadius Property
 "Corner Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CalloutCornerSheetRadius { get; }
Visual Basic
Public Shared ReadOnly Property CalloutCornerSheetRadius As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CalloutCornerSheetRadius {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace